Repository: ChronosX88/caja-terminal
Catalog: locales/*.po
Languages: ca

source: Block
ca: Bloc

source: Vertical bar
ca: Barra vertical

source: Underlined
ca: Subratllat

source: Configuration written by Caja Terminal
ca: Configuració escrita pel terminal de Caja

source: Please edit with caution
ca: Editeu-ho amb precaució

source: Custom
ca: Personalizat

source: Show Caja Terminal
ca: Mostra el terminal de Caja

source: Show
ca: Mostra

source: Hide Caja Terminal
ca: Oculta el terminal de Caja

source: Preferences
ca: Preferències

source: Decrease terminal size
ca: Redueix la mida del terminal

source: Increase terminal size
ca: Augmenta la mida del terminal

source: Preferences - Caja Terminal
ca: Preferències - Terminal de Caja

source: Terminal preview:
ca: Vista prèvia del terminal:

source: Start Caja Terminal hidden
ca: Inicia ocult el terminal de Caja

source: Show scrollbar
ca: Mostra la barra de desplaçament

source: Default height: (in new windows)
ca: Alçada predeterminada: (a les finestres noves)

source: Command:
ca: Ordre:

source: Cursor shape:
ca: Forma del cursor:

source: Text color:
ca: Color del text:

source: Background color:
ca: Color del fons:

source: Predefined palettes:
ca: Paletes predefinides:

source: Palette:
ca: Paleta:

source: Font
ca: Lletra

source: Font:
ca: Lletra:

source: Allow bold text
ca: Permet el text en negreta

source: Folders
ca: Carpetes

source: Show Caja Terminal in all folders
ca: Mostra el terminal de Caja en totes les carpetes

source: Show Caja Terminal only in those folders (and sub-folders):
ca: Mostra el terminal de Caja en aquestes carpetes (i subcarpetes):

source: Help
ca: Ajuda

source: Shortcuts list:
ca: Llista de les dreceres:

source: * Ctrl+Shift+T: show/hide Caja Terminal * Ctrl+Shift+C: Copy selection to clipboard * Ctrl+Shift+V: Paste clipboard content * Ctrl+Shift+D: Replace Ctrl+D * Ctrl+Shift+R: Replace Ctrl+R
ca: * Ctrl+Shift+T: mostra/oculta el terminal de Caja * Ctrl+Shift+C: Copia la selecció al porta-retalls * Ctrl+Shift+V: Enganxa el contingut del porta-retalls * Ctrl+Shift+D: Substitueix Ctrl+D * Ctrl+Shift+R: Substitueix Ctrl+R

source: An integrated terminal for Caja
ca: Un terminal integrat per Caja

source: translator-credits
ca: Robert Antoni Buj Gelonch <rbuj@fedoraproject.org>

source: Select a folder - Caja Terminal
ca: Selecciona una carpeta - Terminal de Caja
